Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Biological nanovirii ripped through human populations, inflicting irreversible neurological damage.
fr_fr: Des nanovirus biotechnologique se propagèrent dans les populatiosn humaines, leur infligeant des domages neurologiques irréversibles.

source: Potent infowar worms penetrated even hardened systems, shredding our crucial networks with ease.
fr_fr: Des vers d'infowar puissants pénètrèrent même les systèmes les mieux protégés, dispersant nos réseaux cruciaux sans souci.

source: Prisoner populations were rounded up for forced mind emulations, suffering a luckier fate than those who were merely decapitated by head-collecting drones or pierced by robots with neuro-scanning proboscises.
fr_fr: Des populations captives ont été arrétées pour subir des émulations cognitives forcées, victimes d'un destin plus heureux que ceux qui ont été simplement décapités par des drônes chasseurs de têtes ou transpercés par des drônes possédant des trompes scannant les systèmes neuronaux.

source: Neuropathic virii turned some humans into pawns of the TITANs, turning them against the rest of us.
fr_fr: Des virus neuropathiques ont transformés des humains en pions des TITANs, les retournant contre le reste d'entre nous.

source: Other reports spoke of strange, alien happenings and unimaginable terrors.
fr_fr: D'autres rapports parlent d'évènement étrange et de terreurs inimaginables.

source: We found ourselves fighting a rearguard action against coming extinction.
fr_fr: Nous nous sommes retrouvés en train de mener une lutte à l'arrière-garde contre une extinction proche.

source: The plot of a hundred novels and movies made manifest in our lifetimes, the doom of transhumanity at the hands of the machines.
fr_fr: Les intrigues de centaines de romans et de films se manifestait pendant notre vie, l'extinction de la transhumanité des mains des machines.

source: For over a year they stalked and destroyed us.
fr_fr: Pendant presque un an ils nous ont harcelés et détruits.

source: There seemed to be no hurry on their part to bring us to an end, and why would there have been?
fr_fr: Il ne semblaient pas pressés de nous exterminer, et pourquoi se seraint-ils pressés?

source: Nothing we did affected them.
fr_fr: Rien de ce que nous avons tenté ne les affectaient.

source: They were data and information, they were thought and impulse, they were everywhere and nowhere, and there was nothing we could do that they could not turn back against us.
fr_fr: Ils étainet des données et de l'information, ils étaient des pensées et des impulsions, ils étaient partout et nulle part, et il n'y avait rien que nous puissions faire qu'ils ne pouvaient pas retourner contre nous.

source: Their influence spread outward from Earth, with outbreaks in orbit, on Luna, Mars, and many other places.
fr_fr: Leur influence se propagea au-delà de la Terre, avec des incursions en orbite, sur la Lune, sur Mars et dans bien d'autres endroits.

source: Everywhere we had a foothold, the TITANs followed.
fr_fr: Partout où nous avions une prise, les TITANs nous ont suivis.

source: Perhaps you remember that point when it became clear that transhumanity might not survive.
fr_fr: Tu te rappelles peut-être le moment où il fût évident que la transhumanité pourrait ne pas survivre.

source: I do.
fr_fr: Moi oui.

source: Millions must have seen the signs.
fr_fr: Des millions d'entre nous ont du voir les signes.

source: And so the great diaspora began, the teeming masses doing whatever they could to flee Earth.
fr_fr: Et la grande diaspora commença, les masses grouillantes faisant tout ce qu'ils pouvaient pour quitter la Terre.

source: Ships were diverted, even built, to help people escape.
fr_fr: Des vaisseaux furent détournés, d'autres furent construits afin d'éaider les gens à s'enfuir.

source: Those who could not buy their way off the planet did their best to send their digital backups, in the dim hope they could acquire a new body.
fr_fr: Ceux qui ne purent pas s'acheter un billet firent du mioeux qu'ils purent pour envoyer leur sauvegarde digitale, avec l'espoir ténu qu'ils pourraient obtenir un nouveau corps.

source: Perhaps one in ten escaped.
fr_fr: Peut-être une personne sur dix pu s'échapper.

source: You might hear that we banded together to stop the threat, that in our darkest hour we forgave ancient grudges and simmering hatreds in the face of extinction.
fr_fr: Tu as peut-être entendu que nous nous sommes regroupés pour arréter la menace, que dans nos heures les plus sombres, nous avons pardonnés les anciennes rancœurs et les haines rampantes face à l'extinction.

source: That would be a lie in the face of the ten thousand shot down over Buenos Aires by North American forces as they sought to escape, or the compromising of network security on over two dozen habitats in Lagrange orbits by corporate competitors as their rivals strove to fight off a TITANs attack.
fr_fr: Ce serait un mensonge jetté à la face des dizaine de milliers qui ont été abbatus à Buenos Aires par les forces Nord Américaine alors qu'ils cherchaient à s'enfuir, où aux morts des deux douzaines d'habitats en orbites des Lagranges dont les systèmes de survie ont étés sabottés par des compétiteurs corporatistes alors que leurs rivaux se battaient contre les TITANs.

source: We were just as gleeful to destroy ourselves.
fr_fr: Nous étions juste enthousiaste à nous détruire mutuellement.

source: Then, as quickly as they appeared, the TITANs vanished.
fr_fr: Puis, aussi rapidement qu'ils sont apparus, les TITANs s'évanouirent.

source: Over the course of a week, the attacks and disturbances trailed off and then stopped but for an occasional outbreak.
fr_fr: En l'espace d'une semaine, les attaques et les perturbations réduirent puis s'arrétèrent à l'exception de quelques incidents.

source: The retributions and attacks by our own kind continued for a few more months, but the damage we did to ourselves was nothing compared to what the TITANs had done.
fr_fr: Les rétributions et les attaques par les autres continuèrent quelques mois, mais les dégats que nous nous sommes infligés étaient négligeables vis à vis de ce qu'avaient fait les TITANs.

source: In the aftermath, we stood among the smoking ruins of transhumanity and surveyed all that had been lost.
fr_fr: A la fin, nous nous tenions debout au milieu des ruines fumantes de la transhumanité et nous avons fait l'inventaire de tout ce que nous avions perdu.

source: Of all the billions that existed before the Fall, fewer than one in every eight survived, and of those fewer still retained a corporeal form.
fr_fr: Des milliards de personnes qui existaient avant la Chute, moins d'un sur 8 avait survécu et encore une fraction de ça possédait une forme corporelle.

source: Nevertheless, the surviving habitats and stations were overcrowded, with tensions high.
fr_fr: Néanmoins, les habitats et les stations survivantes étaient bondés et les tensions internes au plus haut.

source: Vast numbers of infugees circulated in storage, as there were simply not enough bodies on hand to accommodate them all.
fr_fr: Un grand nombre d'infugiés cicrculaient dans des zones de stockages car il n'y avait tout simplement aps assez de corps pour pouvoir tous les satisfaire.

source: Some were placed in permanent storage, where they remain forgotten.
fr_fr: Certains furent placés en mémoire morte, où ils demeurent encore, oubliés de tous.

source: Others were shunted into virtual reality, given no choice but to live their lives in simulated environments.
fr_fr: D'autres furent branchés en réalité virtuelle, n'ayant pas d'autre choix que de vivre en espace simulés.

source: A lucky few were given the chance to work as indentured servants, often to build new habitats, working on the promise of a body of their own someday.
fr_fr: Une fraction d'élu reçurent la chance de travailler en tant que contractés, souvent dans le but de construire de nouveaux habitats, travaillant avec la promesse d'avoir un jour un corps leur appartenant.

source: You've no doubt seen them, working in cheap mass produced synthmorph bodies in menial or dangerous tasks kept out of sight of the rest of us.
fr_fr: Tu n'aurais eu aucun doute en les voyants, travaillant à des tâches subalternes ou dangereuses, enchassés dans des synthmorphs bon marché et produite en masse, maintenus hors de vue.

source: Those left dead or bereft of a body were the least of our problems.
fr_fr: Ceux qui ont été laissés pour mort ou dépourvus d'un corps étaient le moindre de nos soucis.

source: Our war with the TITANs had left the Earth a smoking, irradiated, toxic wasteland, still populated by dangerous machines and plagues.
fr_fr: Notre guerre avec les TITANs avait laissé la Terre à l'état d'une terre dévastée, fumante et irradiée, toujours peuples par de danegreuses machines et épidémies.

source: The newly formed Planetary Consortium, composed of hypercorp interests among the Martian and Lunar colonies, placed Earth and the space around it under quarantine.
fr_fr: Le tout juste fondé Consortium Planétaire, composé des intérêts hypercoporatistes parmi les colonnies Lunaire et Martienne, placèrent la terre et l'espace environnant sous quarantaine.

source: The official reason is that it's for safety reasons, allegedly to keep any remaining threats from escaping Earth's confines.
fr_fr: La raison officielle est que c'est pour des raisons de sécurité, supposément pour empêcher toute menace de s'échapper de la Terre.

source: Or perhaps we could not stand to look at our homeworld in such a state and face what we had done to ourselves.
fr_fr: À moins que nous ne pouvions pas regarder notre monde natal dans un tel état et admettre ce que nous avons faits nous-même.

source: Even now, ten years later, we are told that the Earth is dangerous, that it holds risks and surprises.
fr_fr: Encore maintenant, dix ans plus tard, on nous dit que la terre est dangereuse, qu'elle regorge de risque et de surprise.

source: That's partly true, I believe—there are surprises alright, but the Planetary Consortium wants them all for itself.
fr_fr: C'est partiellement vrai, je pense - il y a des surprises ok, mais le Consortium Planétaire veut garder le morceau pour lui seul.

source: [Rustling noises, murmurs]
fr_fr: [Raclements de gorges, murmures]

source: Of course I'm talking about a Pandora Gate.
fr_fr: Bien sûr que ke parle d'une porte de Pandorre.

source: The one the TITANs left behind on Saturn's moon was just the first.
fr_fr: Celle que les TITANs ont abandonnée derrière eux sur Saturne était juste la première.

source: You're a fool if you think that there are only five in the entire system.
fr_fr: Tu es un idiot si tu penses qu'il n'y en a que cinq dans tout le système solaire.

source: I'd be willing to bet nearly anything that there's one down there on dear old Earth.
fr_fr: Je suis prêt à parier à peu près n'importe quoi qu'il y en a une là bas, sur notre bonne vieille Terre.

source: Have you ever seen a Gate?
fr_fr: T'as déjà vu une Porte?

source: No?
fr_fr: Non?

source: Of course not.
fr_fr: Bien sûr que non.

source: The hypercorps keep them locked down.
fr_fr: Les hypercorps les verrouillent.

source: Not like out in the wild, wild outer system.
fr_fr: Pas comme dans l'extérieur sauvage.

source: Sure, the Gatekeeper Corp lets anyone with a death wish and the minimum training take a jaunt through the original on Pandora, but if you're lucky enough to come back, they own everything you find on the other side.
fr_fr: Bien sûre que la Gatekeeper Corp laisse quiconque avec un vœu de mort et l'entraînement minimum de tenter sa chance à travers la porte de pandorre originelle, mais si tu es suffisament chanceux pour revenir, ils possèdent tout ce que tu as trouvé de l'autre côté.

source: I suppose it's the chance for a certain type of adrenaline junkie “to boldly go” and all that nonsense.
fr_fr: Je suppose qu'il y a une chance pour qu'un type d'accros à l'adrénaline "y aille franchement" et toute ces absurdités.

source: The extrasolar colonies—now, those are an all new frontier.
fr_fr: Les colonnies extrasolaire - maintenant, ce sont elles la nouvelle frontière.

source: You inner system types are so predictable with your rush to colonize and expand and own everything, as if the universe is just there for your rich overlords to claim for themselves.
fr_fr: Vous, les mecs du système intérieur, vous êtes tellement prévisible avec votre précipitation à coloniser, à vous étendre et à tout posséder; comme si l'univers était juste là pour que vos maîtres riches puisse le réclamer comme leur appartenant.

source: I expect your extrasolar colonies are expanding quite nicely, given the sheer number of poor debt-conscripted souls you toss through.
fr_fr: Je suppose que vos colonnies extrasolaire se développe plutôt bien, étant donné le nombre croissant de la dette des pauvres - des âmes conscrites que vous jettez là-bas.

source: You probably have grand schemes of building galactic empires.
fr_fr: Vous avez probablement de grand plans pour bâtir des empire galactiques.

source: Us.
fr_fr: Nous.

source: Transhumanity.
fr_fr: La Transhumanité.

source: A galactic civilization.
fr_fr: Une civilsation galactique.

source: Well, galactic squatters at least.
fr_fr: Ouais, des squatters galactiques à la limite.

source: That was made clear when the solemn crossing guards of the cosmos showed up and issued us a warning that we were dabbling in Things What Ought Not To Have Been.
fr_fr: Les choses étaient pourtant claires lorsque les garde-frontières du cosmos se sont montrés et nous ont solenellement avertis que nous jouions avec des Choses Qui N'auraient Pas Du Être.

source: Maybe the Factors are telling us the truth, maybe they are acting as ambassadors for a collection of spacefaring alien species that want to warn us away from Forbidden Technology—y'know, the technology we've already been burned by and of course have no plans to actually abandon.
fr_fr: Peut-être que les Facteurs nous disent la vérité, peut-être qu'ils agiseent en tant qu'ambassadeur pour un groupe d'espèce extraterrestre éloignés qui veulent nous prévenir de rester éloignés de la Technologie Interdite - tu sait, la technologie avec laquelel nous nous sommes déjà brîlé et que nous n'avons pas l'intention d'abandonner.

source: Think about the Two Commandments they have given us: thou shalt not create self-improving AI, and thou shalt not use the Pandora Gates.
fr_fr: Réfléchit au Deux COmmandements qu'ils nous ont donnés: vous ne créerez pas d'IA auto-apprenante, et vous ne devrez pas utiliser les POrtes de Pandorre.

source: Oops.
fr_fr: Oups.

source: Do you think they know?
fr_fr: Tu penses qu'ils savent?

source: About what happened with the TITANs?
fr_fr: À propos de ce qui est arrivés avec les TITANs?

source: That even we don't know where they went and that we're kind of afraid to find out?
fr_fr: Que même nous ne savons aps où ils sont allés et que nous avons quelque peu peur de le savoir?

source: Surely they know that we've been using the gates and have spread beyond our little backwater, and maybe that's their real fear.
fr_fr: Il savent très probabelemnt que nous utilisont les portes et que nous nous sommes étendus au-delà de notre petit coin perdu, et peut-être que c'est leur réelle peur.

source: But why do we even listen to what some highly-evolved slime mold tells us to do anyway?
fr_fr: Mais pourquoi écouterions nous ce qu'une bouillie de slime extrêmement évoluée nous dit de toutes façon?

source: Taking risks, that's the price of progress, no?
fr_fr: Prendre des risques, c'ets le prix du progrès, non?

source: Let's face it, we need some hope.
fr_fr: Admettons-le, nous avons besoin d'espoir.

source: We need a new Earth to replace the one we destroyed, a place where we can go and breed like rabbits and fuck it all up over and over again.
fr_fr: Nous avons besoin d'une nouvelle Terre pour rempalcer celle que nous avons détruite, un endroit ou nous pourrons aller et prospérer comme des lapins et tout foutre en l'air encore et encore.

source: We need to know that we can expand beyond this solar system, because right now it's feeling a little confining, like we could be easily trapped and wiped out if the TITANs ever return.
fr_fr: Nous avons besoin de savoir que nous pouvons nous étendre au delà du système solaire, car actuellement il paraît un peu confiné, comme si nous pourrios rapidement être piégés et effacés à jamais si jamais les TITANs revenaient un jour.

source: We need to know that we have a future.
fr_fr: Nous avons besoin de savoir que nous avons un futur.

source: We need to know that we can make it through our own efforts.
fr_fr: Nous avons besoin de savoir que nos efforts seront récompensés.

source: That we won't do ourselves in on our own.
fr_fr: Que nous ne nous détruirons aps nous-même.

source: The Lost proved that.
fr_fr: Les Égarés en sont la preuve.

source: It was a noble objective, to speed a new generation of children to adulthood, but the process was flawed.
fr_fr: C'était un objectif noble, accéléré une génération d'enfant à l'âge adulte, mais le process avait des défauts.

source: Taking force-grown clones, raising them in VR, and then dumping them into adult bodies after they've only been alive for a few years of objective time—but over eighteen years of their subjective time?
fr_fr: Prendre des clônes qu'ont à développé en croissance forcée, les élever en RV, et ensuite les balancer dans des corps adultes après qu'ils n'aient été vivant que quelques années de temps objectifs - mais pendant plus de dix huit ans de temps subjectif?

source: An entire childhood, having only each other and AIs for company.
fr_fr: Toute une enfance en ayant seulement les autres et des IAs comem seule compagnie.

source: It's enough to fuck anyone up.
fr_fr: C'est suffisant pour foutre en l'air n'importe qui.

source: It was a grand experiment, but it failed, and now we have another reminder of our failures living among us.
fr_fr: C'était une expérience intéressante, mais elle a raté, et maintenant nous avons un autre rappel de nos échecs vivants parmi nous.

source: That's us, in all our glory.
fr_fr: C'est tout à fait nous, dans toute notre splendeur.

source: Ten years after the Fall and we remain a broken, squabbling mess, jailed by slime molds, beaten by uppity software, and yet our own worst enemies.
fr_fr: Il s'est écoulé dix ans depuis la Chute et nous sommes toujours brisés, empétrés dans des querelles, emprisonnés par des slimes, battus par des des logiciels insouciants et cependant nous sommes notre pire ennemi.

source: Spreading out from a home we don't even have any more.
fr_fr: Nous propageant loin d'une maison que nous ne possédont même plus.

source: Our numbers reduced and dwindling further with each passing day.
fr_fr: Notre nombre se réduisant et déiminuant de plsu en plus avec chaque jour qui passe.

source: Who will save us?
fr_fr: Qui nous sauvera?

source: We don't even want to save ourselves most of the time.
fr_fr: Nous ne voulons même pas nous sauver nous-même la plupart du temps.

source: Or so it seems.
fr_fr: Du moins, c'est ce qu'il semble.

source: But if we don't, there's no future.
fr_fr: Mais si nous ne nous sauvons pas, il n'y a pas de futur.

source: And I, for one, have not lived this fucking long to give up now.
fr_fr: Et moi, pour une fois, je n'ai pas vécu tout ce putain de temps pour abandonner maintenant.

source: You, me, we're effectively immortal.
fr_fr: Toi, moi, sommes effectivement immortels.

source: The entire galaxy is waiting out there for us.
fr_fr: La galaxxie entière nous attends.

source: We'd be stupid not to go see it.
fr_fr: On serait trop stupide de ne pas aller la voir.

source: End Transcript
fr_fr: Fin de la Transcription

source: All dates are given in reference to the Fall.
fr_fr: Toutes les dates sont données en référence à la Chute.

source: BF = Before the Fall.
fr_fr: BF = Avant la Chute (Before the Fall)

source: AF = After the Fall.
fr_fr: AF = Après la Chute (After the Fall)

source: (e.g., BF 10 = 10 years before the Fall.) { BF 60+}
fr_fr: (i.e.., BF 10 = 10 ans après la Chute.) { BF 60+}

source: Crisis grips the globe in the form of drastic climate changes, energy shortages, and geopolitical instability.
fr_fr: Des crises frappent le globe sous la forme de changement climatiques drastique, d'épuisement de source énergétique et d'instabilités géopolitiques.

source: Initial space expansion creates stations at the Lagrange Points, Luna, and Mars, with robotic exploration of the entire system.
fr_fr: La conquête spatiale initiale a engendré la création de stations aux Points de Lagrange, sur la Lune et sur Mars, ainsi qu'une xploration robotique de l'ensemble du système solaire.

source: Construction begins on a space elevator.
fr_fr: La construction d'un ascensseur spatiale est commencée.

source: Medical advances improve health and organ repair.
fr_fr: Des avancées médicales améliorent la santé et la réparation des organes/

source: The rich pursue gene-fixing and transgenic pets.
fr_fr: Les riches recherche le développement de la réparation génétique et des animaux transgéniques.

source: Computer intelligence capabilities equal and excede that of the human brain.
fr_fr: Les possibilités des intelligence informatique égale et dépasse celle du cerveau humain.

source: True AI not yet developed.
fr_fr: Les vrais IAs ne sont pas encore développée.

source: Robotics become widespread and start to replace/invalidate many jobs.
fr_fr: La robotique se répand trés largement et commence à remplaccer/invalider certains emplois.

source: Modern nations expand their high-speed wireless networks.
fr_fr: Les nations modernes étendent leurs réseaux sans-fil à haut débit.

source: Efforts to undertake megascale geoengineering on Earth cause as many problems as they fix.
fr_fr: Des effort pour mettre en place des projets de géoingénierie gigantesqte sur Terre causent autant de problème qu'ils n'en résolvent.

source: Major colonies established on the Moon and Mars; outposts established near Mercury, Venus, and the Belt.
fr_fr: Des colonniees majeures sont établies sur la Lune et sur Mars; des avants-postes sont établis près de Mercure, de Vénus et dans la Ceinture.

source: Explorers reach Pluto.
fr_fr: Des Explorateurs atteignent Pluton.

source: First space elevator on Earth finished.
fr_fr: le premier ascesnsseur spatial Terrestre est terminé.

source: Two others in progress.
fr_fr: Deux autres sont en cours de construction.

source: Space traffic booms.
fr_fr: Le traffic spatial explose.

source: Mass driver built on the Moon.
fr_fr: Une catapulte électromagnétique est construite sur la Lune.

source: Terraforming of Mars begins.
fr_fr: La terraformation de Mars commence.

source: Fusion power developed and working plants established.
fr_fr: La fusion est maîtrisée et des centrales fonctionnelles sont établies.

source: Genetic enhancements, gene therapies (for longevity), and cybernetic implants become available to the wealthy and powerful.
fr_fr: Les amélioratiosn génétiques, les thérapies géniques (pour la longévité) et les implants cybernétique deviennent disponible pour les riches et les puissants.

source: First non-autonomous AIs are secretly developed and quickly put to use in research and netwar.
fr_fr: Les premières IAs non-autonomes sont développées en secret et rapidement utilisé dans la recherche et la cyberguerre.

source: Experience playback (XP) technology developed and put into public use.
fr_fr: La technologie de relecture d'expérience (XP) est développée et mise à disposition du public.
